simply.fullscreen(true);
simply.style('small');
simply.scrollable(true);
var count = 0; 
var data = [{title : '1 Назначение, задачи и структура ВС РФ', text : `Вооруженные силы Российской Федерации (ВС России) – государственная  военная организация  Российской  Федерации,  предназначенная  для отражения агрессии, направленной против Российской Федерации – России, для вооруженной защиты целостности и неприкосновенности ее территории, а также для выполнения задач в соответствии с международными договорами России.
Вооруженные силы Российской Федерации (ВС России) – государственная  военная организация  Российской  Федерации,  предназначенная  для отражения агрессии, направленной против Российской Федерации – России, для вооруженной защиты целостности и неприкосновенности ее территории, а также для выполнения задач в соответствии с международными договорами России.
`}, 
{title : '2 Организация служебного делопроизводства', text : `Основным руководящим документом по организации несекретного делопроизводства является Временная инструкция по делопроизводству в Вооруженных Силах Российской Федерации от 04.04.2017г. №170, которая определяет порядок работы со  служебными   документами  в   органах   военного управления, объединениях, соединениях, воинских частях, организациях Вооруженных Сил 
Командиры и начальники воинских частей несут ответственность за организацию делопроизводства:
-Порядок работы с доками
-Знать состояние делопроизводства
-Правильно организовывать ведение делопроизводства
-Обеспечить учет поступающих документов 
-Требовать от подчиненных своевременного исполнения полученных документов
-обеспечить готовность к спасению служебных документов
-Занятия с личным составом оо дп
-Меры по совершенствованию
-организовать работу по своевременному уничтожению документов
своевременная сдача в архив по истечении 10 лет
`}, 
{title : '3 Основные понятия международного гуманитарного права', text : `Под агрессией понимается применение вооруженной силы государством против суверенитета, территориальной неприкосновенности и политической независимости другого государства, или каким-либо другим образом несовместимым с Уставом ООН.
К действиям, совершение которых составляет акт агрессии, относятся (статья 3 резолюции):
а) вторжение или нападение вооруженных сил государства на территорию другого государства. Как акт агрессии квалифицируется любая военная оккупация, сколь бы кратковременной она ни была, являющаяся результатом вторжения или нападения. Это же относится к аннексии с применением силы территории государства или ее части;
б) применение любого оружия одним государством против территории другого государства, даже если оно не сопровождается вторжением вооруженных сил;
в) блокада портов или берегов государства вооруженными силами другого государства;
Состояние войны означает прекращение с государством (группой государств) мирных отношений с момента объявления состояния войны или фактического начала военных действий до окончания военных действий или до заключения между ними мирного договора.
`}, 
{title : '', text : ``},
{title : '1 Геометрический корпус корабля', text : `Представление о форме обводов корпуса корабля можно получить при рассмотрении сечений корпуса по трем основным плоскостям. За основные плоскости в теории корабля принимаются следующие три взаимно-перпендикулярные плоскости:
1. Диаметральная плоскость (ДП) — вертикальная плоскость, проходящая по середине ширины корабля вдоль всей его длины.
2. Плоскость конструктивной ватерлинии (КВЛ) — горизонтальная плоскость, совпадающая с поверхностью спокойной воды при нормальном водоизмещении корабля. Она делит корпус корабля на надводную и подводную части.
3. Плоскость мидель-шпангоута — поперечная вертикальная плоскость, проходящая посередине длины корабля. Она делит корпус корабля на носовую и кормовую части и обозначается специальным знаком.
Форма сечения корпуса корабля диаметральной плоскостью показывает: обводы носовой оконечности — форштевня, обводы кормовой оконечности — ахтерштевня, килевую и палубную линии.
Форма сечения корпуса корабля плоскостью конструктивной ватерлинии показывает обводы конструктивной ватерлинии. Форма сечения корпуса корабля плоскостью мидель-шпангоута показывает обводы бортов, палубы и днища.
 	 Горизонтальная плоскость, проходящая через нижнюю кромку горизонтального киля, называется основной плоскостью (ОП). От основной плоскости отмеряют по вертикали вверх все характерные размеры и точки корабля.
 	Линия пересечения основной плоскости с диаметральной плоскостью называется основной линией (ОЛ).
`},
{title : '2 Общекорабельные системы корабля', text : `Корабельными системами называется совокупность специализированных трубопроводов, механизмов, аппаратов и приборов, предназначенных для выполнения определенных функций по обеспечению боевой и повседневной деятельности корабля, бытовых и хозяйственных нужд л/с. 
Все ОКС по назначению и характеру выполняемых задач делятся на:
+трюмные;
+балластные;
+противопожарные;
+защиты от ОВ, РВ и БС;
+бытового водоснабжения;
+отопления, хозяйственного пароснабжения и пропаривания;
+сточно-фановые;
+вентиляции и кондицианирования воздуха;
+холодильную.
По роду использования все корабельные системы делятся на:
+боевые
+повседневные`},
{title : '3 Общекорабельные устройства корабля', text : `Корабельными устройствами называются комплексы механизмов, приспособлений и систем, предназначенные для обеспечения кораблю необходимых маневренных и эксплуатационных качеств:
+Рулевое устройство
+Якорное устройство
+Швартовное устройство
+Буксирное устройство
+Катерное и шлюпочное устройство
+Грузовое устройство
+Леерное устройство (поручни, тросы и тд. Чтобы вы не упали за борт, как крыса сухопутная)
+Тентовое устройство
+Устройство для передачи и приема топлива и грузов
+Спасательные средства`},
{title : '4 Мореходные качества корабля', text : `это
совокупность свойств, присущих кораблю как твердому телу, движущемуся в воде:
+плавучесть( способность судна с грузом на борту плавать в заданном положении относительно водной поверхности)
+остойчивость(способность судна сопротивляться крену и возвращаться в исходное положение)
+непотопляемость(способность судна после затопления части помещений оставаться на плаву и сохранять устойчивость.)
+управляемость (Способность двигаться по заданной траектории)
+ходкость(Способность развивать заданную скорость)
+прочность
+способность к удержанию малых амплитуд при наклонениях и их плавность при качке`},
{title : '5 Цели и задачи кораблевождения', text : `Кораблевождение - единый процесс, обеспечивающий безопасное плавание и управление кораблем для достижения намеченных целей (это по сути и есть цель).

Технические средства кораблевождения - раздел кораблевождения, в котором рассматриваются теор. основы, ус-во и практ. использование приборов и систем, обеспечивающих выработку навигационной информации.
В тактическом маневрировании изучаются законы относительного перемещения кораблей, лежащие в основе расчета маневров при выполнении разл. задач.
Задачи кораблевождения:
+выбор безопасного и наиболее выгодного пути в соответствии с поставленной задачей и особенностями района плавания;
+ведение счисления пути корабля в ходе плавания;
+определение места корабля по различным ориентирам.`},
{title : '6 Счет направлений в море', text : `Точки, линии и плоскости, используемые в ориентировании:
Земная ось PnPs
Параллели линии OO’
Экватор eq
Меридиан наблюдателя
Вертикальная линия ZOn
Зенит наблюдателя Z и надир n
Плоскость истинного горизонта H
Полуденная линия NS
Линия EW 
Плоскость истинного вертикала Q
Основные направления принятые в кораблевождении:
Истинный курс(ИК)
Обратный истинный пеленг (ОИП)
Курсовой угол(КУ)
Обратный курсовой угол (ОКУ)`},
{title : '7 Системы координат, принятые в кораблевождении', text : `Основные системы координат в кораблевождении:
-географическая
-полярная
Координатные оси: 

	-экватор

	-меридиан Гринвича

Координаты:

	-географическая широта

	-географическая долгота

￼

Рассматривается плавание из точки O1 в точку O2:

O1 – пункт отхода

O2 – пункт прихода

Разность широт(РШ)

￼

Разность долгот(РД)

￼

Формулы для расчета координат конечной точки

￼

Ортодромия


￼


На поверхности сферы кратчайшим расстоянием между двумя точками является дуга большого круга, образованного пересечением плоскостью, проходящей через центр сферы и заданные точки, сферической поверхности.

Дуга большого круга в кораблевождении называется ортодромией (в переводе с греческого — «прямой путь»).

Ортодромия используется при расчете плавания по кратчайшему пути, а также при определении места корабля по радиопеленгам.


Локсодромия

￼

￼

Локсодромия — кривая на поверхности Земли, пересекающая все меридианы под одним и тем же углом К

Локсодромия представляет собой траекторию пути корабля, совершающего плавание в неизменном направлении относительно всех меридианов.

Если через заданные точки В1(φ1, λ1) и В2(φ2, λ2)  провести ортодромию и локсодромию (рис. 1.9), то эти кривые пересекутся под некоторым углом ψ (А ≠ К). Этот угол называется ортодромической поправкой.  

Ортодромическая поправка служит для перехода от ортодромических направлений к локсодромическим и обратно: 


￼

Единицы длины и скорости, принятые в кораблевождении


Для решения навигационных задач, связанных с движением и ориентированием корабля на водной поверхности Земли, необходимо измерять и рассчитывать расстояния. В качестве морской единицы длины в кораблевождении используют так называемую стандартную морскую милю, то есть среднюю величину одной минуты меридиана земного эллипсоида.

В России длина стандартной морской мили принята равной 1852 м (длина одной минуты меридиана референц-эллипсоида Красовского в широте 44°18').

Для измерения сравнительно малых расстояний используется кабельтов, составляющий одну десятую часть морской стандартной мили.

Единица длины метр в кораблевождении применяется для указания глубины моря, глубины под килем, высоты знаков, маяков и т.д.

Со времен парусного флота за единицу скорости принят узел. Он соответствует скорости, при которой корабль проходит одну стандартную милю за один час`},
{title : '8 Назначение и классификация корабельных ТСН', text : `ТСН бывают:
Навигационные системы и устройства непрерывной выработки навигационных параметров:
		1.1 Компасы (ГК, ГКУ, МК)
		1.2 Лаги (гидродинамические, индукционные, абсолютные)
		1.3 Автосчислители и автопрокладчики
		1.4 Инерциальные навигационные комплексы
Навигационные устройства эпизодического определения и уточнения координат места и курса:
		2.1 Средства визуальной коррекции
		2.2 Эхолоты
		2.3 Радиопеленгаторы
Навигационные комплексы
`},
{title : '9 Общие сведения о морской навигационной карте', text : `Карта - уменьшенное изображение поверхности Земли или её отдельных участков на плоскости, выполненное по определённому математическому закону (проекция Меркатора)
При измерении расстояний на карте необходимо пользоваться шкалой вертикальной рамки в том же диапазоне широт, в котором находится измеряемый отрезок
`},
{title : '10 Классификация и содержание морских карт. Навигационные опасности и их определение.', text : `Классификация:
Навигационные карты: обеспечение безопасности плавания корабля в море.
Генеральные (1 : 1 000 000 – 1 : 5 000 000) - для общего изучения условий плавания и предварительной прокладки.
Путевые (1 : 500 000 - 1 : 100 000) - для обеспечения кораблевождения в прибрежных зонах.
Частные (1 : 50 000 – 1 : 25 000) – для обеспечения кораблевождения в непосредственной близости от берегов, при проходе узкостей, при плавании в шхерах.
Планы (1 : 25 000  и крупнее) -  для руководства при входе в порты, гавани и при передвижении в пределах этих акваторий.
Карты планирования и управления силами флота (специальные карты): обеспечение оперативно-тактической деятельности штабов, кораблей и частей ВМФ (обзорные карты, карты с сетками ПВО и другие).
Справочные (вспомогательные) карты: решение частных задач кораблевождения. К таким картам относятся:
бланковые карты – карты с облегченной нагрузкой для составления справочных материалов;
карты грунтов;
карты радионавигационных систем;
карты часовых поясов;
карты-сетки.
Совокупность всех наносимых на карту элементов составляет содержание карты. Вся информация наносится на карту в виде условных знаков.
Навигационными опасностями считаются возвышения подводного рельефа дна, глубины над которыми по сравнению с окружающими глубинами резко снижены, что представляет опасность для плавания. К навигационным опасностям относятся также затонувшие суда, утерянные на малых глубинах якоря, подводные и осыхающие камни, скалы и рифы.
Навигационные опасности, затрудняющие плавание судов, подразделяются на постоянно существующие и временные. К постоянно существующим опасностям относится резко возвышающийся рельеф морского дна, создающий препятствие для нормального судоходства: мель, отмель, риф, скала… Временные создаются гидрометеорологическими факторами — туманом, ветром, волнением, течением и др. А также сорванные с якорей мины, рыболовные сети, буи, бочки, притопленные деревья...
`},
{title : '11 Сущности и разновидности счисления координат корабля. Элементы счисления', text : `Счисление координат корабля - учет движения корабля в процессе навигационной прокладки. Целью является определение счислимых координат корабля φ, λ на любой момент времени по данным курса и скорости и с учетом влияния ветра и течения.
Виды:
По способу выполнения:
графическое - непрерывное отображение траектории движения корабля по времени путем прокладки вектора плавания на карте или планшете
аналитическое - основано на расчете координат по известным математическим зависимостям
	По инструменту:
ручное
автоматическое
обсервационное
	Разница между обсервированным и счислимым местами называется невязкой. Характеризуется направлением (от счисл. места к обсервированному) и длиной.`},
{title : '12 Основные понятия и определения тактического маневрирования', text : `Корабль, выполняющий маневр относительно какого-либо объекта, называется маневрирующим кораблем и обозначается буквой М.
Объект, относительно которого маневрирующий корабль изменяет свое положение (выполняет маневр), называется объектом маневра и обозначается буквой К.
Положение маневрирующего корабля относительно объекта маневра называется позицией и определяется дистанцией D и пеленгом П (или курсовым углом q).
Координаты, определяющие положение маневрирующего корабля относительно объекта маневра, т.е. его позицию – пеленг, курсовой угол и дистанция, - называются элементами позиции. Пеленг, курс и курсовой угол объекта маневра связаны соотношениями: qк = П – Кк; П = Кк + qк;  Кк = П – qк.`},
{title : '13 Какие существуют последовательные периоды при выстреле и что в них происходит', text : `Предварительный - 
период с момента возгорания порохового заряда до врезки пули в канал ствола. Характеризуется данный период образованием давления газов, необходимого для сдвига пули с места и преодоление оболочкой пули сопротивления врезки пули в нарезку ствола.
Основной - 
считают от момента начала движения пули до полного сгорания заряда пороха. Начало горения порохового заряда происходит в малом пространстве между доньями пули и гильзы. В этом малом объёме давление газов достигает максимального значения и повышается до прохождения пулей 5±1 см. По окончании основного периода пуля разгоняется более чем в 300 раз. Заряд пороха пули сгорает полностью, еще до вылета пули из ствола.
Второй - 
считают от сгорания всего порохового заряда до выхода пули из ствола. В этот период притока новых пороховых газов не происходит. Работают уже образовавшиеся газы, которые продолжают оказывать давление на пулю, увеличивая ее скорость. Скорость пули при вылете из ствола меньше начальной скорости пули при максимальном давлении выстрела.
Период последействия газов - 
считают с момента вылета пули из ствола до полного прекращения действия газов на пулю. За этот период газы, вылетая из канала ствола, продолжают оказывать воздействие на пулю, увеличивая ее скорость до максимальной скорости выстрела. Набирает эту максимальную скорость пуля на расстоянии пару десятков сантиметров от среза канала ствола.`},
{title : '14 Элементы траектории полета пули', text : `Точка вылета – центр дульного среза ствола. Точка вылета является началом траектории.
Горизонт оружия – горизонтальная плоскость, проходящая через точку вылета.
Линия возвышения – прямая линия, являющаяся продолжением оси канала ствола наведенного орудия. Вертикальная плоскость, проходящая через линию возвышения, называется плоскостью стрельбы.
Угол возвышения – угол, заключенный между линией возвышения и горизонтом оружия. Если этот угол отрицательный, то он называется углом склонения (снижения). 
Линия бросания – прямая линия, являющаяся продолжением оси канала ствола в момент вылета пули.
Угол бросания – угол, заключенный между линией бросания и горизонтом оружия.
Угол вылета – угол, заключенный между линией возвышения и линией бросания.
Точка падения – точка пересечения траектории с горизонтом оружия. Скорость пули (гранаты) в точке падения называется окончательной скоростью.
Угол падения – угол, заключенный между касательной к траектории в точке падения и горизонтом оружия.
Полная горизонтальная дальность – расстояние от точки вылета до точки падения. Время движения пули (гранаты) от точки вылета до точки падения называется полным временем полета.
Вершина траектории – наивысшая точка траектории над горизонтом оружия. Кратчайшее расстояние от вершины траектории до горизонта оружия называется высотой траектории.
Восходящая ветвь траектории – часть траектории от точки вылета до вершины. 
Нисходящая ветвь траектории – часть траектории от вершины до точки падения. 
Точка прицеливания (наводки) – точка на цели или вне ее, в которую наводится оружие. 
Линия прицеливания – прямая линия, проходящая от глаза стрелка через середину прорези прицела (на уровне с ее краями) и вершину мушки в точку прицеливания. 
Угол прицеливания – угол, заключенный между линией возвышения и линией прицеливания.
Угол места цели – угол, заключенный между линией прицеливания и горизонтом оружия. Может быть определен с помощью приборов или по формуле тысячной:
ε = В * 1000 / Д, где
ε — угол места цели в тысячных;
В — превышение цели над горизонтом оружия в метрах;
Д — дальность стрельбы в метрах. 
Прицельная дальность – расстояние от точки вылета до пересечения траектории с линией прицеливания.
Точка встречи – точка пересечения траектории с поверхностью цели (земли, преграды).
Угол встречи – угол, заключенный между касательной к траектории и касательной к поверхности цели (земли, преграды) в точке встречи. За угол встречи принимается меньший из смежных углов, измеряемый от 0 до 90°.`},
{title : '15 причины, вызывающие рассеивание пуль и методы борьбы с ними', text : `Причины, вызывающие разнообразие начальных скоростей:
разнообразие в весе пороховых зарядов и пуль, в форме и размерах пуль и гильз, в качестве пороха, плотности заряжания
разнообразие температур зарядов, зависящее от температуры окружающего воздуха и различного времени нахождения патрона в нагретом при стрельбе стволе;
Колебания начальной скорости приводят к рассеиванию пуль по дальности и в основном зависят от качественных свойств боеприпасов и оружия.
	
Причины, вызывающие разнообразие углов бросания и направления стрельбы:
разнообразие в горизонтальной и вертикальной наводке оружия, возникающее в результате ошибок в прицеливании;
разнообразие углов вылета и боковых смещений оружия
угловые колебания ствола при стрельбе автоматическим огнем
Причины этой группы вызывают рассеивание пуль как по боковому направлению, так и по дальности (высоте), они оказывают наибольшее влияние на величину площади рассеивания и чаще всего зависят от обученности стрелка.

Причины, вызывающие разнообразие условий полета пуль:
разнообразие в атмосферных условиях
разнообразие в весе, форме и размерах пуль
Причины этой группы приводят к увеличению рассеивания пуль по боковому направлению и по дальности (высоте), они зависят, в основном, от внешних условий стрельбы и боеприпасов.

Методы борьбы:
Уменьшение рассеивания пуль достигается отличной выучкой стрелка, тщательной подготовкой оружия и боеприпасов к стрельбе, грамотным применением правил стрельбы, правильной изготовкой к стрельбе, однообразной прикладкой, точным прицеливанием, плавным спуском курка, устойчивым и однообразным удержанием оружия при стрельбе, а также надлежащим уходом за оружием и боеприпасами.`},
{title : '16 Требования безопасности при стрельбе, и что запрещается', text : `Требования безопасности при обращении с боевым ручным стрелковым оружием
1. Получив оружие, проверить отсутствие патрона в патроннике.
2. Перед стрельбой убедиться в исправности оружия.
3. При осмотре, заряжании - оружие направлять дульной частью в сторону мишенного поля или вверх под углом 45-60 градусов в безопасном направлении.
4. Разрядив оружие, поставить его на предохранитель.
5. Категорически запрещается направлять оружие в сторону людей, в тыл стрельбища, независимо от того, заряжено оно или нет.
 II. Требования безопасности при обращении с патронами
1. Проверить количество полученных патронов и осмотреть каждый патрон.
2. Осмотреть пулю, гильзу и капсюль. На поверхности патрона не должно быть механических повреждений, препятствующих досылке в патронник, коррозии, особенно на стыке пули с гильзой и капсюле.
3. Патроны, у которых обнаружено выпадение пули или ее шевеление в гильзе, имеются вмятины, забоины на пуле и гильзе, поражены коррозией фланец гильзы, капсюль или кольцевая канавка под выбрасыватель, сдаются на пункт боевого питания.
4. Запрещается использовать патроны с трещинами на дульце, корпусе или фланце гильз, так как при заряжании возможен случайный выстрел.
Категорически запрещается:
оставлять оружие и патроны без присмотра;
выполнять упражнения стрельб из неисправного или не приведенного к нормальному бою оружия;
при подготовке к выполнению упражнения и в процессе выполнения стрельб в защитных очках, наушниках, средствах защиты надевать, поправлять и снимать их с оружием и патронами в руках;
применять патроны, имеющие наружные повреждения, не соответствующие калибру и маркировке для видов оружия;
нарушать конструктивную целостность патронов, а также устранять возникшие в них неисправности.
Запрещается без команды руководителя стрельбы :
извлекать пистолет из кобуры, а для автомата (пистолета-пулемета) менять положение "на ремень";
снаряжать магазин патронами;
заряжать оружие;
открывать огонь;
передавать оружие и патроны другим сотрудникам.`},
{title : '', text : ``},
{title : '', text : ``},
{title : '', text : ``},
{title : '', text : ``},
{title : '', text : ``},
{title : '', text : ``},
{title : '', text : ``}
];
simply.title(data[count].title);
simply.body(data[count].text);
simply.on('singleClick', 'select', function(e) {
  // simply.subtitle('You pressed the ' + e.button + ' button!');
 
  count += 1;
  simply.title(data[count].title);
  simply.body(data[count].text);
});
simply.on('longClick', 'select', function(e) {
  // simply.subtitle('You pressed the ' + e.button + ' button!');
  if(count > 0) {
    count -= 1;
    simply.title(data[count].title + count);
    simply.body(data[count].text);
  }
});
